_PAD
_UNK
_BOS
O
B-toloc.city_name
B-fromloc.city_name
I-toloc.city_name
B-depart_date.day_name
B-airline_name
I-fromloc.city_name
B-depart_time.period_of_day
I-airline_name
B-depart_date.day_number
B-depart_time.time
B-depart_date.month_name
B-flight_mod
B-cost_relative
B-round_trip
B-depart_time.time_relative
I-round_trip
I-depart_time.time
B-stoploc.city_name
B-class_type
B-city_name
B-arrive_time.time
B-arrive_time.time_relative
I-class_type
B-flight_stop
I-arrive_time.time
B-airline_code
I-depart_date.day_number
I-fromloc.airport_name
B-arrive_date.day_name
B-toloc.state_code
B-fromloc.airport_name
B-depart_date.today_relative
B-toloc.state_name
B-depart_date.date_relative
B-flight_number
B-fare_basis_code
B-flight_time
B-or
B-arrive_time.period_of_day
I-airport_name
B-fare_amount
B-meal_description
I-fare_amount
I-cost_relative
I-city_name
I-toloc.airport_name
B-arrive_date.month_name
B-arrive_date.day_number
B-meal
B-transport_type
B-fromloc.state_code
B-toloc.airport_name
B-connect
I-stoploc.city_name
B-airport_name
B-fromloc.state_name
B-economy
B-flight_days
B-depart_time.period_mod
B-aircraft_code
I-flight_time
B-mod
B-depart_time.start_time
B-depart_date.year
B-depart_time.end_time
B-airport_code
B-arrive_time.start_time
B-restriction_code
I-arrive_time.end_time
I-flight_stop
B-arrive_time.end_time
I-transport_type
I-depart_time.end_time
B-toloc.airport_code
I-restriction_code
I-depart_time.start_time
B-fromloc.airport_code
I-flight_mod
I-toloc.state_name
B-arrive_date.date_relative
I-economy
B-return_date.date_relative
I-fromloc.state_name
I-depart_date.today_relative
I-arrive_time.start_time
B-stoploc.state_code
I-arrive_date.day_number
B-period_of_day
B-day_name
B-meal_code
B-state_code
B-return_date.month_name
B-arrive_time.period_mod
I-meal_code
B-return_date.day_number
I-arrive_time.period_of_day
I-today_relative
B-return_time.period_of_day
I-depart_time.period_of_day
B-days_code
B-return_time.period_mod
I-depart_time.time_relative
I-fare_basis_code
B-day_number
B-today_relative
I-arrive_time.time_relative
B-toloc.country_name
B-time
B-month_name
I-time
B-arrive_date.today_relative
B-time_relative
B-stoploc.airport_name
I-return_date.day_number
B-state_name
